Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Another great feature is the ability to put links in the score to the original source document that you transcribed from. Clicking on such a link opens the document for you and highlights the bar you are looking at. You can use this to continue work from where you left off, or for looking back at the source to check a doubtful bar.
sv: En annan bra funktion är möjligheten att lägga in länkar i partituret till det ursprungliga källdokumentet som du transkriberade från. Om du klickar på en sådan länk öppnas dokumentet åt dig och den takt du tittar på markeras. Du kan använda detta för att fortsätta arbetet från där du slutade, eller för att titta tillbaka på källan för att kontrollera en tveksam takt.

source: Weeks to consider for Popular in Your Libraries
sv: Antal veckor att beakta för Populärt i dina bibliotek

source: Plays from other users in this many weeks will be considered when computing the Popular in Your Libraries hub. Set to 0 to disable the hub entirely.
sv: Uppspelningar från andra användare under så här många veckor beaktas när navet Populärt i dina bibliotek beräknas. Ange 0 för att inaktivera navet helt.

source: Decide whether to use end credits markers to determine the 'watched' state of video items. When markers are not available the selected threshold percentage will be used.
sv: Välj om markörer för eftertexter ska användas för att fastställa videoposters status som ”sedda”. När markörer saknas används det valda tröskelvärdet i procent.

source: Generate ad video markers
sv: Skapa videomarkörer för reklam

source: Detects movie and episode ads.
sv: Identifierar reklam i filmer och avsnitt.

source: Show legacy agents during library setup
sv: Visa äldre agenter vid bibliotekskonfiguration

source: If this is enabled legacy agents will be available when setting up new libraries. Requires browser refresh after changing.
sv: Om detta aktiveras blir äldre agenter tillgängliga när nya bibliotek konfigureras. Webbläsaren måste uppdateras efter ändringen.

source: Network to advertise to clients.
sv: Nätverk att annonsera till klienter.

source: Domain name to be published to plex.tv using your mapped port; must match a name from the custom certificate file. [IPv4 Only]
sv: Domännamn som ska publiceras till plex.tv via din mappade port; måste matcha ett namn i den egna certifikatfilen. [Endast IPv4]

source: Enable HEVC video Encoding
sv: Aktivera HEVC-videokodning

source: HEVC/AV1 Sources Only
sv: Endast HEVC-/AV1-källor

source: Always Available
sv: Alltid tillgänglig

source: Enable HEVC Optimization
sv: Aktivera HEVC-optimering

source: If available, enable use of HEVC while optimizing your media.
sv: Använd HEVC när det är tillgängligt vid optimering av dina medier.

source: Tonemapping Algorithm
sv: Algoritm för tonmappning

source: Algorithm to use when performing HDR tone mapping.
sv: Algoritm att använda för tonmappning av HDR.

source: Tone Mapping Saturation
sv: Mättnad för tonmappning

source: Amount of saturation to apply when tone mapping on Windows with an Intel device (0.0 - 10.0).
sv: Mättnad att använda vid tonmappning i Windows med en Intel-enhet (0.0 - 10.0).

source: Tone Mapping Contrast
sv: Kontrast för tonmappning

source: Amount of contrast to apply when tone mapping on Windows with an Intel device (0.0 - 10.0).
sv: Kontrast att använda vid tonmappning i Windows med en Intel-enhet (0.0 - 10.0).

source: Tone Mapping Brightness
sv: Ljusstyrka för tonmappning

source: Amount of brightness to apply when tone mapping on Windows with an Intel device (-100.0 - 100.0).
sv: Ljusstyrka att använda vid tonmappning i Windows med en Intel-enhet (-100.0 - 100.0).

source: Directory to use when transcoding for temporary files. This should ideally be a location on a local physical drive. It is not recommended to set this to a network location or RAM disk.
sv: Katalog att använda för tillfälliga filer vid omkodning. Den bör helst ligga på en lokal fysisk enhet. Det rekommenderas inte att använda en nätverksplats eller RAM-disk.

source: Downloads temporary directory
sv: Tillfällig katalog för hämtningar

source: Directory to use when storing transcoded downloads until the client downloads them. This should ideally be a location on a local physical drive. It is not recommended to set this to a network location or RAM disk.
sv: Katalog att använda för lagring av omkodade hämtningar tills klienten hämtar dem. Den bör helst ligga på en lokal fysisk enhet. Det rekommenderas inte att använda en nätverksplats eller RAM-disk.

source: Maximum simultaneous GPU transcodes
sv: Högsta antal samtidiga GPU-omkodningar

source: Limit the number of simultaneous video transcode streams your server can utilize on your selected GPU
sv: Begränsa antalet samtidiga videoomkodningsströmmar som servern kan använda på den valda grafikprocessorn

source: Maximum simultaneous CPU transcodes
sv: Högsta antal samtidiga CPU-omkodningar

source: Limit the number of simultaneous video transcode streams your server can utilize on your CPU
sv: Begränsa antalet samtidiga videoomkodningsströmmar som servern kan använda på processorn

source: Maximum simultaneous background video transcode
sv: Högsta antal samtidiga videoomkodningar i bakgrunden

source: Limit the number of simultaneous video transcode your server can utilize for the optimizer and downloads
sv: Begränsa antalet samtidiga videoomkodningar som servern kan använda för optimeraren och hämtningar

source: A comma-separated list of URLs (http or https) which are published up to plex.tv for server discovery. IPv6 addresses must specify a port.
sv: En kommaseparerad lista över URL:er (http eller https) som publiceras till plex.tv för serveridentifiering. IPv6-adresser måste ange en port.

source: Trusted proxies
sv: Betrodda proxyservrar

source: Comma separated list of IP addresses or IP/netmask entries for reverse proxies whose X-Forwarded-For header identifies the real client. Proxies running on this machine are always trusted; the header is ignored from any other address.
sv: Kommaseparerad lista över IP-adresser eller IP-/nätmaskposter för omvända proxyservrar vars X-Forwarded-For-huvud identifierar den verkliga klienten. Proxyservrar på den här datorn är alltid betrodda; huvudet ignoreras från alla andra adresser.

source: Could not construct decision request
sv: Det gick inte att skapa beslutsbegäran

source: Bad decision parameters
sv: Felaktiga beslutsparametrar

source: No media decision found
sv: Inget mediebeslut hittades

source: No part decision found
sv: Inget beslut för del hittades

source: Next unwatched episode
sv: Nästa osedda avsnitt

source: Next 3 unwatched episodes
sv: Nästa 3 osedda avsnitt

source: Next 5 unwatched episodes
sv: Nästa 5 osedda avsnitt

source: Next 10 unwatched episodes
sv: Nästa 10 osedda avsnitt

source: Next 15 unwatched episodes
sv: Nästa 15 osedda avsnitt

source: Next 20 unwatched episodes
sv: Nästa 20 osedda avsnitt

source: Choose how quickly episodes are removed after the server admin has watched them.
sv: Välj hur snabbt avsnitt tas bort efter att serveradministratören har sett dem.

source: How the items in the collection are displayed on the Library tab.
sv: Välj hur objekten i samlingen visas på fliken Bibliotek.

source: Hide this collection but show its items
sv: Dölj den här samlingen men visa dess objekt

source: Account default
sv: Kontostandard

source: Series default
sv: Seriestandard

source: How to sort the episodes for shows.
sv: Välj hur avsnitten för serier sorteras.

source: How to sort the albums for artists.
sv: Välj hur album för artister sorteras.

source: How to sort the albums for this artist.
sv: Välj hur albumen för den här artisten sorteras.

source: Detect intros and allow intro skipping for items in this library when enabled in server settings.
sv: Identifiera introduktioner och tillåt att de hoppas över för objekt i det här biblioteket när funktionen är aktiverad i serverinställningarna.

source: Detect credits and allow credits skipping for items in this library when enabled in server settings.
sv: Identifiera eftertexter och tillåt att de hoppas över för objekt i det här biblioteket när funktionen är aktiverad i serverinställningarna.

source: Enable voice activity detection
sv: Aktivera identifiering av röstaktivitet

source: Detect voice activity for items in this library when enabled in server settings. This is required for subtitle auto-sync functionality.
sv: Identifiera röstaktivitet för objekt i det här biblioteket när funktionen är aktiverad i serverinställningarna. Detta krävs för automatisk synkronisering av undertexter.

source: Enable Loudness Analysis
sv: Aktivera analys av ljudstyrka

source: Detect loudness properties of all audio streams.
sv: Identifiera ljudstyrkeegenskaper för alla ljudströmmar.

source: How to display collections on the Library tab.
sv: Välj hur samlingar visas på fliken Bibliotek.

source: Hide collections but show their items
sv: Dölj samlingar men visa deras objekt

source: Allow matching to explicit content
sv: Tillåt matchning mot explicit innehåll

source: Allow matching to adult/pornographic titles and returning adult titles in fix match results. This may hide the title from some features like your Watchlist.
sv: Tillåt matchning mot vuxen- eller pornografiska titlar och visa vuxentitlar i resultat för korrigerad matchning. Detta kan dölja titeln i vissa funktioner, till exempel din bevakningslista.

source: unable to find built-in agent group for provided 'agent'
sv: det går inte att hitta den inbyggda agentgruppen för angiven 'agent'

source: unable to find entry for provided 'metadataAgentProviderGroupId'
sv: det går inte att hitta en post för angivet 'metadataAgentProviderGroupId'

source: agent identifier does not match primary identifier of supplied metadata agent provider group
sv: agentidentifieraren stämmer inte överens med den primära identifieraren för den angivna metadataleverantörsgruppen

source: Deep Cuts Radio
sv: Radiokanalen Deep Cuts

source: Video Codec
sv: Videokodek

source: Audio Codec
sv: Ljudkodek

source: Subtitle Codec
sv: Undertextskodek

source: Audio Layout
sv: Ljudlayout

source: Folder Location
sv: Mappplats

source: Common Sense Media Age Rating
sv: Common Sense Media-åldersklassificering

source: Last Watched
sv: Senast sett

source: Show Edition
sv: Visa utgåva

source: Show Last Watched
sv: Visa senast sett

source: Episode Last Watched
sv: Avsnitt senast sett

source: Episode Unwatched
sv: Avsnitt inte sett

source: Track Genre
sv: Spårgenre

source: Track Popularity
sv: Spårets popularitet

source: Recently Watched Movies
sv: Senast sedda filmer

source: Recently Watched Episodes
sv: Senast sedda avsnitt

source: Recently Watched Videos
sv: Senast sedda videor

source: The butler cleaned {1} directories.
sv: Underhållstjänsten rensade {1} kataloger.

source: File is unplayable. DoVi (Profile 5) color space is not supported.
sv: Filen kan inte spelas upp. DoVi-färgrymden (profil 5) stöds inte.

source: Remote playback requires a Remote Watch Pass or Plex Pass. Visit plex.tv/plans to purchase one.
sv: Fjärruppspelning kräver ett Remote Watch Pass eller Plex Pass. Besök plex.tv/plans för att köpa ett.

source: The server has reached its configured limit for maximum simultaneous video transcodes.
sv: Servern har nått den konfigurerade gränsen för högsta antal samtidiga videoomkodningar.

source: App cannot direct play this item. Boost Dialog is enabled.
sv: Appen kan inte direktspela upp det här objektet. Förstärk dialog är aktiverat.

source: App cannot direct play this item. Normalize Loudness is enabled.
sv: Appen kan inte direktspela upp det här objektet. Normalisera ljudstyrka är aktiverat.

source: App cannot direct play this item. Boost Dialog and Normalize Loudness are enabled.
sv: Appen kan inte direktspela upp det här objektet. Förstärk dialog och Normalisera ljudstyrka är aktiverade.

source: App cannot direct play this item. Unknown audio Enhancement is enabled.
sv: Appen kan inte direktspela upp det här objektet. En okänd ljudförbättring är aktiverad.

source: This item cannot be played at this time. The server has reached its configured limit for maximum simultaneous video transcodes.
sv: Det här objektet kan inte spelas upp just nu. Servern har nått den konfigurerade gränsen för högsta antal samtidiga videoomkodningar.

source: [Experimental] If enabled use hardware encoders instead of software encoders.
sv: [Experimentellt] Använd maskinvarukodare i stället för programvarukodare när detta är aktiverat.

source: Transcode Quality
sv: Omkodningskvalitet

source: [Experimental] Quality scale of 99 (High) - 0 (Low) where the higher quality also results in a higher filesize.
sv: [Experimentellt] Kvalitetsskala från 99 (hög) till 0 (låg); högre kvalitet ger också större filstorlek.

source: The provided URL is not valid.
sv: Den angivna URL:en är inte giltig.

source: The provider URL is not reachable.
sv: Leverantörens URL kan inte nås.

source: An unknown network error occurred while trying to reach the provider URL.
sv: Ett okänt nätverksfel uppstod när leverantörens URL skulle nås.

source: The provider identifier is not valid.
sv: Leverantörens identifierare är inte giltig.

source: Custom metadata provider identifiers must be prefixed with 'tv.plex.agents.custom.'.
sv: Egna identifierare för metadataleverantörer måste inledas med 'tv.plex.agents.custom.'.

source: A provider with the same identifier already exists.
sv: En leverantör med samma identifierare finns redan.

source: The specified provider was not found.
sv: Den angivna leverantören hittades inte.

source: Cannot parse the metadata types supported by the provider.
sv: Det går inte att tolka de metadatatyper som leverantören stöder.

source: The provider supports unsupported metadata types.
sv: Leverantören stöder metadatatyper som inte stöds.

source: The provider identifier is reserved and cannot be used or modified.
sv: Leverantörens identifierare är reserverad och kan inte användas eller ändras.

source: The provider identifier cannot be changed.
sv: Leverantörens identifierare kan inte ändras.

source: The provider is in use and cannot be deleted.
sv: Leverantören används och kan inte tas bort.

source: The specified metadata agent title is reserved and cannot be used or modified.
sv: Den angivna titeln för metadataleverantören är reserverad och kan inte användas eller ändras.

source: The primary provider must be of type 'Primary'.
sv: Den primära leverantören måste vara av typen 'Primary'.

source: The specified metadata agent provider group was not found.
sv: Den angivna metadataleverantörsgruppen hittades inte.

source: The built-in metadata agent provider group cannot be modified or deleted.
sv: Den inbyggda metadataleverantörsgruppen kan inte ändras eller tas bort.

source: The metadata agent provider group is being used by a library section and cannot be deleted.
sv: Metadataleverantörsgruppen används av en bibliotekssektion och kan inte tas bort.

source: The metadata agent provider group is being used by metadata items and cannot be deleted.
sv: Metadataleverantörsgruppen används av metadataobjekt och kan inte tas bort.

source: The secondary provider's metadata types are not compatible with the primary provider in the group.
sv: Den sekundära leverantörens metadatatyper är inte kompatibla med den primära leverantören i gruppen.

source: The specified metadata agent provider group item was not found.
sv: Det angivna objektet i metadataleverantörsgruppen hittades inte.

source: Intro price to be billed at end of trial, through June 1, 2026. For all payments billed after this date the regular subscription rate of $2.99 USD/month or $29.99 USD/annually will apply. Exact pricing by currency may vary.
sv: Introduktionspriset debiteras när provperioden är slut, till och med den 1 juni 2026. För alla betalningar efter detta datum gäller ordinarie abonnemangspris på 2,99 USD/månad eller 29,99 USD/år. Exakt pris kan variera beroende på valuta.

source: Processing queue
sv: Bearbetningskö

source: Feedback Sounds
sv: Återkopplingsljud

source: Pick your Favorite Libraries
sv: Välj dina favoritbibliotek

source: Now on
sv: Sänds nu

source: Live TV player
sv: Spelare för direktsänd TV

source: So long, hamburger menu.
sv: Farväl, hamburgermenyn.

source: Hide Live TV
sv: Dölj direktsänd TV

source: Added to {list}
sv: Tillagd i {list}

source: Movies & shows are looking good.
sv: Filmer och serier ser bra ut.

source: List updated successfully.
sv: Listan uppdaterades.

source: Hide Controls
sv: Dölj reglage

source: Double tap to show or hide controls
sv: Tryck två gånger för att visa eller dölja reglagen

source: Replay
sv: Spela upp igen

source: Your new Plex experience has arrived.
sv: Din nya Plex-upplevelse är här.

source: Spring Loading
sv: Fjäderbelastad öppning

source: Let's Go
sv: Kom igen

source: Hide Discover
sv: Dölj Upptäck

source: Hiding a media source will only remove it from the navigation. You will still be able to find content in screens that normally include it.
sv: Om du döljer en mediekälla tas den bara bort från navigeringen. Du kan fortfarande hitta innehåll på skärmar där det normalt visas.

source: Error Occurred
sv: Ett fel uppstod

source: May the settings be with you.
sv: Må inställningarna vara med dig.

source: We made exploring easy
sv: Vi har gjort det enkelt att utforska

source: Recording cancelled
sv: Inspelningen avbröts

source: Hide On Demand
sv: Dölj på begäran

source: Start Recording
sv: Starta inspelning

source: Stop Recording
sv: Stoppa inspelning

source: Choose the libraries you want to mark as your favorite. Favoriting libraries will enable those libraries to be displayed on the home screen. You can change this later.
sv: Välj de bibliotek som du vill markera som favoriter. Favoritmarkerade bibliotek kan visas på hemskärmen. Du kan ändra detta senare.

source: {count, plural, =1 {Download has been queued} other {# downloads have been queued}}
sv: {count, plural, =1 {Hämtningen har lagts i kö} other {# hämtningar har lagts i kö}}

source: Hide Media Sources
sv: Dölj mediekällor

source: And left room for you to make it your own.
sv: Och lämnat utrymme för dig att göra upplevelsen till din egen.

source: {count, plural, =1 {Download already exists} other {# downloads already exist}}
sv: {count, plural, =1 {Hämtningen finns redan} other {# hämtningar finns redan}}

source: Add some favorite libraries
sv: Lägg till några favoritbibliotek

source: Amped up the artwork
sv: Vi har förbättrat grafiken

source: Hide Libraries
sv: Dölj bibliotek

source: Gave your Watchlist the special treatment
sv: Din bevakningslista har fått särskild omtanke

source: Easy access, ftw.
sv: Enkel åtkomst, förstås.

source: Looking for Music and Photos?
sv: Letar du efter musik och foton?

source: Enjoy limited-time intro pricing
sv: Få ett introduktionspris under en begränsad tid

source: Spring loading allows some navigation elements to automatically open when you focus on them.
sv: Fjäderbelastad öppning gör att vissa navigeringselement öppnas automatiskt när du fokuserar på dem.

source: To learn more about Plex subscriptions, visit help.plex.tv/upgrade.
sv: Läs mer om Plex-abonnemang på help.plex.tv/upgrade.

source: {count, plural, =1 {Unable to queue download} other {Unable to queue downloads}}
sv: {count, plural, =1 {Det gick inte att lägga hämtningen i kö} other {Det gick inte att lägga hämtningarna i kö}}

source: Reviews must be at least seven characters in length
sv: Recensioner måste innehålla minst sju tecken

source: {count, plural, =1 {1 Item} other {# Items}}
sv: {count, plural, =1 {1 objekt} other {# objekt}}

source: Download Time
sv: Hämtningstid

source: Favorite Channels
sv: Favoritkanaler

source: {successCount, plural, =1 {One download queued} other {# downloads queued}} and {errorCount, plural, =1 {one skipped} other {# skipped}}
sv: {successCount, plural, =1 {En hämtning har lagts i kö} other {# hämtningar har lagts i kö}} och {errorCount, plural, =1 {en hoppades över} other {# hoppades över}}

source: {rating, plural, =0 {Star Rating} other {# Star Rating}}. {label}
sv: {rating, plural, =0 {Stjärnbetyg} other {# stjärnor}}. {label}

source: "{0}" added to My Services
sv: "{0}" lades till i Mina tjänster

source: "{0}" failed!
sv: "{0}" misslyckades!

source: "{0}" removed from My Services
sv: "{0}" togs bort från Mina tjänster

source: {0} audience rating on {1}
sv: {0} användarbetyg på {1}

source: {0} critic rating on {1}
sv: {0} kritikerbetyg på {1}

source: {0} Favorite Libraries
sv: {0} favoritbibliotek

source: {0} Favorite Library
sv: {0} favoritbibliotek

source: {0} percent complete
sv: {0} procent slutfört

source: {0} Says
sv: {0} säger

source: {0} Screen
sv: {0}-skärm

source: A code could not be created. Please check your connection and 'Refresh' to try again.
sv: Det gick inte att skapa en kod. Kontrollera anslutningen och välj ”Uppdatera” för att försöka igen.

source: A recording is scheduled to start in {0} and all tuners are currently in use. Selecting OK or taking no action will end this live viewing session once the recording starts.
sv: En inspelning är planerad att starta om {0} och alla mottagare används för närvarande. Om du väljer OK eller inte gör något avslutas den här direktsända visningssessionen när inspelningen startar.

source: A rental purchase for {0} has been discovered on your Roku account. Would you like to restore this rental with Plex?
sv: Ett hyrköp av {0} har hittats på ditt Roku-konto. Vill du återställa den här hyran med Plex?

source: About {0} per hour
sv: Cirka {0} per timme

source: Ad in {0} sec
sv: Reklam om {0} sek

source: Add friends in Users & Sharing on the Plex mobile or web app to watch together
sv: Lägg till vänner under Användare och delning i Plex mobil- eller webbapp för att titta tillsammans

source: Add to List
sv: Lägg till i lista

source: Added {0} to {1}
sv: {0} lades till i {1}

source: Admin pin failed
sv: Administratörs-PIN misslyckades

source: Airings of {0}
sv: Sändningar av {0}

source: All sources are disabled and no libraries are favorited. Please add a library to your favorites or enable at least one source in Online Media Sources in account settings on plex.tv
sv: Alla källor är inaktiverade och inga bibliotek är favoritmarkerade. Lägg till ett bibliotek bland dina favoriter eller aktivera minst en källa under Onlinemediekällor i kontoinställningarna på plex.tv

source: All sources are disabled. Please enable at least one source in Online Media Sources in account settings on plex.tv
sv: Alla källor är inaktiverade. Aktivera minst en källa under Onlinemediekällor i kontoinställningarna på plex.tv

source: Amount of time to wait before auto playing videos. Plex Pass required.
sv: Tidsintervall att vänta innan videor spelas upp automatiskt. Plex Pass krävs.

source: Appeared
sv: Medverkade

source: Are you sure you want to leave this screen?
sv: Vill du verkligen lämna den här skärmen?

source: Are you sure you want to mark {0} episode of "{1}" unwatched?
sv: Vill du verkligen markera {0} avsnitt av "{1}" som osedda?

source: Are you sure you want to mark {0} episode of "{1}" watched?
sv: Vill du verkligen markera {0} avsnitt av "{1}" som sedda?

source: Are you sure you want to mark {0} episodes of "{1}" unwatched?
sv: Vill du verkligen markera {0} avsnitt av "{1}" som osedda?

source: Are you sure you want to mark {0} episodes of "{1}" watched?
sv: Vill du verkligen markera {0} avsnitt av "{1}" som sedda?

source: Are you sure you want to permanently delete {0} episode of "{1}" from disk?
sv: Vill du verkligen ta bort {0} avsnitt av "{1}" permanent från disken?

source: Are you sure you want to permanently delete all {0} episodes of "{1}" from disk?
sv: Vill du verkligen ta bort samtliga {0} avsnitt av "{1}" permanent från disken?
